Repository: tmort/wpsocialite
Catalog: lang/wpsocialite-*.po
Languages: fi, pt_br

source: Mode
fi: Tila
pt_br: Modo

source: Choose the event to which Socialite will activate.
fi: Valitse milloin jakonapit aktivoidaan.
pt_br: Selecione qual evento ativará o WPSocialite.

source: Hover
fi: Kun nappeihin osuu hiirellä
pt_br: Ao passar o mouse

source: Scroll
fi: Kun sivua vieritetään
pt_br: Ao rolar a página

source: Apply to Excerpt
fi: Ote
pt_br: Aplicar ao Resumo

source: Display WPSocialite sharing buttons in the excerpt of your posts.
fi: Näytä jakonapit artikkelin otteen yhteydessä.
pt_br: Exibir botões de compartilhamento do WPSocialite no resumo dos posts.

source: Apply to Single only
fi: Yksittäiset artikkelit
pt_br: Aplicar ao Conteúdo

source: Display WPSocialite sharing buttons only on single posts.
fi: Näytä jakonapit vain yksittäisen artikkelin yhteydessä.
pt_br: Exibir botões de compartilhamento do WPSocialite apenas no conteúdo completo.

source: Style
fi: Tyyli
pt_br: Estilo

source: Choose the type of socialite style you would like to use.
fi: Valitse jakonappien tyyli.
pt_br: Selecione o estilo do WPSocialite que você deseja usar.

source: Large
fi: Iso
pt_br: Grande

source: Small
fi: Pieni
pt_br: Pequeno

source: Position
fi: Sijainti
pt_br: Posição

source: Choose where you would like the social icons to appear, before or after the main content. If set to <strong>Manual</strong>, you can use this code to place your Social links anywhere you like in your templates files: %s
fi: Valitse, mihin napit sijoitetaan. Jos valitaan <strong>manuaalinen</strong>, tällöin napit voi sijoittaa koodiin seuraavalla funktiolla: %s
pt_br: Selecione onde deseja exibir os botões do WPSocialite, antes ou depois do conteúdo. Caso selecione a opção <strong>Manual</strong>, você deverá inserir o seguinte código manualmente nos arquivos do seu tema: %s

source: Top
fi: Ylös
pt_br: Antes

source: Bottom
fi: Alas
pt_br: Depois

source: Top and Bottom
fi: Ylös ja alas
pt_br: Antes e Depois

source: Manual
fi: Manuaalinen

source: Post Types
fi: Artikkelityypit
pt_br: Tipos de Post

source: Network Options
fi: Verkostovaihtoehdot
pt_br: Opções de Redes

source: Twitter Username
fi: Twitter-käyttäjätunnus
pt_br: Usuário do Twitter

source: Twitter Username (Share)
fi: Twitter-käyttäjätunnus (jako)

source: The configuration of the WPSocialite Plugin.
fi: WPSocialite-asetukset
pt_br: Configurações do plugin WPSocialite.

source: Select the social networks to display.
fi: Sosiaaliset verkostot, jotka näytetään.
pt_br: Selecione as redes sociais a exibir.

source: Share on Facebook.
fi: Jaa Facebookissa
pt_br: Compartilhar no Facebook

source: Twitter Share
fi: Twitter jako
pt_br: Twitter (compartilhar)

source: Share on Twitter.
fi: Jaa Twitterissä
pt_br: Compartilhar no Twitter

source: Share on Google+
fi: Jaa Google+
pt_br: Compartilhar no Google+

source: Share on LinkedIn
fi: Jaa LinkedInissä
pt_br: Compartilhar no LinkedIn

source: Pin It!
fi: Pinnaa!
pt_br: Compartilhar no Pinterest

source: Share on StumbleUpon
fi: Jaa StumbleUponissa
pt_br: Compartilhar no StumbleUpon

source: Twitter Follow
fi: Twitter seuraa
pt_br: Twitter (seguir)

source: Settings
fi: Asetukset
pt_br: Configurações

source: Google Plus
pt_br: Google+
